{
    "cities": [
        {
            "id": 1,
            "name": "Belize City",
            "country": "Belize",
            "description": "Belize City is a port city in the Central American country of Belize. It’s divided into north and south sides by Haulover Creek, which opens into the Caribbean Sea. The manually operated 1920s Swing Bridge, a busy crossing point, links the two. On the north side, the Museum of Belize traces the country’s history, with exhibits including Mayan artifacts. The Image Factory gallery shows local contemporary art.",
            "image": "./images/Cities/Belize-City.jpg",
            "price": 399,
            "reviews": 4157,
            "rating": 4,
            "externalUrl": "https://www.google.com/maps/place/Belize+City,+Belize/@17.5055793,-88.2468956,13z/data=!3m1!4b1!4m5!3m4!1s0x8f5c584b483377cf:0xe1dbdc6e9012ff22!8m2!3d17.5045661!4d-88.1962133"
        },
        {
            "id": 2,
            "name": "Bridgetown",
            "country": "Barbados",
            "description": "Bridgetown, the capital of Barbados, is a port city on the island’s southwest coast. It's known for its British colonial architecture, 17th-century Garrison and horseracing track. Near the central National Heroes Square, which fringes the Constitution River, Nidhe Israel Synagogue and its museum explore the island’s Jewish history. Carlisle Bay is home to 6 shipwreck dive sites, Browne’s Beach and a yacht club.",
            "image": "./images/Cities/Bridgetown_Barbados.jpg",
            "price": 509,
            "reviews": 2460,
            "rating": 3,
            "externalUrl": "https://www.google.com/maps/place/Bridgetown,+Barbados/@13.1013093,-59.6315572,13z/data=!3m1!4b1!4m5!3m4!1s0x8c43f6c2fa4cf93d:0x7dc1e66a95867069!8m2!3d13.0968511!4d-59.6144819"
        },
        {
            "id": 3,
            "name": "Cancun",
            "country": "Mexico",
            "description": "Cancun, a Mexican city on the Yucatán Peninsula bordering the Caribbean Sea, is known for its beaches, numerous resorts and nightlife. It’s composed of 2 distinct areas: the more traditional downtown area, El Centro, and Zona Hotelera, a long, beachfront strip of high-rise hotels, nightclubs, shops and restaurants. Cancun is also a famed destination for students during universities’ spring break period.",
            "image": "./images/Cities/Cancun_Mexico.jpg",
            "price": 779,
            "reviews": 11232,
            "rating": 5,
            "externalUrl": "https://www.google.com/maps/place/Canc%C3%BAn,+Quintana+Roo,+Mexico/@21.1212853,-86.9893194,11z/data=!3m1!4b1!4m5!3m4!1s0x8f4c2b05aef653db:0xce32b73c625fcd8a!8m2!3d21.161908!4d-86.8515279"
        },
        {
            "id": 4,
            "name": "Cartagena",
            "country": "Colombia",
            "description": "Cartagena is a port city on Colombia’s Caribbean coast. By the sea is the walled Old Town, founded in the 16th century, with squares, cobblestone streets and colorful colonial buildings. With a tropical climate, the city is also a popular beach destination. Reachable by boat are Isla de Barú, with white-sand beaches and palm trees, and the Islas del Rosario, known for their coral reefs.",
            "image": "./images/Cities/Cartagena_Colombia.jpg",
            "price": 597,
            "reviews": 4512,
            "rating": 4,
            "externalUrl": "https://www.google.com/maps/place/Cartagena,+Cartagena+Province,+Bolivar,+Colombia/@10.4001911,-75.578566,12z/data=!3m1!4b1!4m5!3m4!1s0x8ef625e7ae9d1351:0xb161392e033f26ca!8m2!3d10.3910485!4d-75.4794257"
        },
        {
            "id": 5,
            "name": "Fort de France",
            "country": "Martinique",
            "description": "Fort-de-France is the capital of the Caribbean island of Martinique, a French overseas territory. It’s known for colonial architecture, ornate iron balconies, tropical flowers and beaches. La Savane park has a statue of Napoleon I’s wife Joséphine, a native of the island. Exhibits at the Martinique Museum of Archaeology and Prehistory focus on the island’s history, especially the pre-Columbian period.",
            "image": "./images/Cities/Fort-de-France_Martinique.jpg",
            "price": 1003,
            "reviews": 5022,
            "rating": 3,
            "externalUrl": "https://www.google.com/maps/place/Fort-de-France+Bay,+Martinique/@14.6486969,-61.1038119,13z/data=!3m1!4b1!4m5!3m4!1s0x8c6aa71981473923:0x1693fad657c492cb!8m2!3d14.6160647!4d-61.0587804"
        },
        {
            "id": 6,
            "name": "Havana",
            "country": "Cuba",
            "description": "Havana is Cuba’s capital city. Spanish colonial architecture in its 16th-century Old Havana core includes the Castillo de la Real Fuerza, a fort and maritime museum. The National Capitol Building is an iconic 1920s landmark. Also in Old Havana is the baroque Catedral de San Cristóbal and Plaza Vieja, whose buildings reflect the city’s vibrant architectural mix.",
            "image": "./images/Cities/Havana.jpg",
            "price": 481,
            "reviews": 1129,
            "rating": 5,
            "externalUrl": "https://www.google.com/maps/place/Havana,+Cuba/@23.0504398,-82.6131946,10z/data=!3m1!4b1!4m5!3m4!1s0x88cd774cbdf600e1:0x4e294d7e1a770d60!8m2!3d23.1135925!4d-82.3665956"
        },
        {
            "id": 7,
            "name": "Nassau",
            "country": "Bahamas",
            "description": "Nassau is the capital of the Bahamas. It lies on the island of New Providence, with neighboring Paradise Island accessible via Nassau Harbor bridges. A popular cruise-ship stop, the city has a hilly landscape and is known for beaches as well as its offshore coral reefs, popular for diving and snorkeling. It retains many of its typical pastel-colored British colonial buildings, like the pink-hued Government House.",
            "image": "./images/Cities/Nassau_Bahamas.jpg",
            "price": 1066,
            "reviews": 2660,
            "rating": 4,
            "externalUrl": "https://www.google.com/maps/place/Nassau,+The+Bahamas/@25.0324949,-77.5471788,11z/data=!3m1!4b1!4m5!3m4!1s0x892f7c99b981dbc9:0x2aef01d3485e50d2!8m2!3d25.0443312!4d-77.3503609"
        },
        {
            "id": 9,
            "name": "Oranjestad",
            "country": "Aruba",
            "description": "Oranjestad is the capital of the Dutch island of Aruba, in the Caribbean Sea. Near the marina, the 18th-century Fort Zoutman and the Willem III Tower, formerly a lighthouse, house the Historical Museum, which chronicles the island’s past. The Archaeological Museum displays indigenous artifacts dating back as far as 2500 B.C. Along the waterfront, L.G. Smith Boulevard is dotted with boutiques and shopping malls.",
            "image": "./images/Cities/Oranjestad_Aruba.jpg",
            "price": 405,
            "reviews": 1134,
            "rating": 3,
            "externalUrl": "https://www.google.com/maps/place/Oranjestad,+Aruba/@12.5082876,-70.0482593,13z/data=!3m1!4b1!4m5!3m4!1s0x8e8538db41be8a37:0x4d33db208c3e62a3!8m2!3d12.5092044!4d-70.0086306"
        },
        {
            "id": 10,
            "name": "Philipsburg",
            "country": "St. Masrten",
            "description": "Philipsburg is the capital of Sint Maarten, the Dutch side of the Caribbean island Saint Martin. Beachfront bars line the boardwalk along Great Bay. Voorstraat, or Front Street, has duty-free shops and casinos. The St. Maarten Zoo is home to parrots, monkeys and a playground. Sint Maarten Museum displays artifacts from the indigenous Arawak people. The ruins of 17th-century Fort Amsterdam stand on a nearby peninsula.",
            "image": "./images/Cities/Philipsburg_St-Maarten.jpg",
            "price": 407,
            "reviews": 1136,
            "rating": 4,
            "externalUrl": "https://www.google.com/maps/place/Philipsburg,+Sint+Maarten/@18.0289033,-63.0561859,15z/data=!3m1!4b1!4m5!3m4!1s0x8c0e6e6fae6a1b5b:0x97717fec86e75342!8m2!3d18.0295839!4d-63.0471371"
        },
        {
            "id": 11,
            "name": "Punta Cana",
            "country": "Dominican Republic",
            "description": "Punta Cana, the easternmost tip of the Dominican Republic, abuts the Caribbean Sea and the Atlantic Ocean. It's a region known for its 32km stretch of beaches and clear waters. The Bávaro area and Punta Cana combine to form what's known as La Costa del Coco, or the Coconut Coast, an area of lavish, all-inclusive resorts. It's popular for zip-lining, windsurfing, kayaking and sailing.",
            "image": "./images/Cities/Punta_Cana.jpg",
            "price": 875,
            "reviews": 8098,
            "rating": 5,
            "externalUrl": "https://www.google.com/maps/place/Punta+Cana,+Dominican+Republic/@18.6406656,-68.611432,11z/data=!3m1!4b1!4m5!3m4!1s0x8ea891645dcbfe77:0x61881cfaed12f6f3!8m2!3d18.5600761!4d-68.372535"
        },
        {
            "id": 12,
            "name": "Saint George's",
            "country": "Grenada",
            "description": "St. George’s is the capital city of the Caribbean island of Grenada. In the town center, the 18th-century Fort George offers panoramic views of the island and St. George’s Bay. Nearby, Fort Matthew was formerly a battleground and, later, an asylum, and has underground tunnels. The Grenada National Museum hosts exhibits about the history of the region, including the plantation economy and the whaling industry.",
            "image": "./images/Cities/Saint_George_Grenada.jpg",
            "price": 1307,
            "reviews": 3682,
            "rating": 3,
            "externalUrl": "https://www.google.com/maps/place/St+George's,+Grenada/@12.0539679,-61.7588454,15z/data=!3m1!4b1!4m5!3m4!1s0x8c38217869008599:0x2325d900d3b5c2a!8m2!3d12.0560975!4d-61.7487996"
        },
        {
            "id": 13,
            "name": "San Juan",
            "country": "Puerto Rico",
            "description": "San Juan, Puerto Rico's capital and largest city, sits on the island's Atlantic coast. Its widest beach fronts the Isla Verde resort strip, known for its bars, nightclubs and casinos. Cobblestoned Old San Juan features colorful Spanish colonial buildings and 16th-century landmarks including El Morro and La Fortaleza, massive fortresses with sweeping ocean views, as well as the Paseo de la Princesa bayside promenade.",
            "image": "./images/Cities/San_Juan_Puerto_Rico.jpg",
            "price": 638,
            "reviews": 3470,
            "rating": 4,
            "externalUrl": "https://www.google.com/maps/place/San+Juan,+Puerto+Rico/@18.3892246,-66.1305129,12z/data=!3m1!4b1!4m5!3m4!1s0x8c03686fe268196f:0xad6b7f0f5c935adc!8m2!3d18.4655394!4d-66.1057355"
        },
        {
            "id": 14,
            "name": "Santiago de Cuba",
            "country": "Cuba",
            "description": "Santiago de Cuba is the capital of Cuba's southeastern Santiago de Cuba Province, facing a bay off the Caribbean Sea. Founded by the Spanish in 1515, it's known for colonial architecture and revolutionary history. The city's distinctive Afro-Cuban cultural influences are on display during July's Carnaval, a festival with drum-beating parades featuring colorful costumes and son dancing, a precursor to salsa.",
            "image": "./images/Cities/Santiago-de-Cuba.jpg",
            "price": 751,
            "reviews": 1515,
            "rating": 4,
            "externalUrl": "https://www.google.com/maps/place/Santiago+de+Cuba,+Cuba/@20.0243223,-75.8961371,12z/data=!3m1!4b1!4m5!3m4!1s0x8ece5be79192656b:0xe7195bec460b1a38!8m2!3d20.01693!4d-75.8301537"
        },
        {
            "id": 15,
            "name": "Santo Domingo",
            "country": "Dominican Repubilc",
            "description": "Santo Domingo is the capital of the Dominican Republic and one of the Caribbean's oldest cities. Its walled, cobblestoned historic core, the Zona Colonial, has buildings that date to the 1500s, including the cathedral, which was the first built in the New World. On the cafe-lined Plaza de España is the Alcázar de Colón palace. It’s now one of the city’s many museums, displaying notable medieval and Renaissance art.",
            "image": "./images/Cities/Santo_Domingo_Rep_Dominic.jpg",
            "price": 459,
            "reviews": 9650,
            "rating": 5,
            "externalUrl": "https://www.google.com/maps/place/Santo+Domingo,+Dominican+Republic/data=!4m2!3m1!1s0x8eaf89f1107ea5ab:0xd6c587b82715c164?sa=X&ved=2ahUKEwiThO3h0tTiAhUNSRUIHfPsB9kQ8gEwF3oECAwQBA"
        },
        {
            "id": 16,
            "name": "Varadero",
            "country": "Cuba",
            "description": "Varadero, covering Cuba’s narrow Hicacos Peninsula, is a popular beach resort town. Along its 20km of Atlantic Ocean coastline is a string of all-inclusive hotel and spa complexes, and a golf course. Near the peninsula’s eastern tip is Reserva Ecológica Varahicacos, a preserve with trails and an ancient burial cave. Parque Josone is a park with a pond and gardens.",
            "image": "./images/Cities/varadero_Cuba.jpg",
            "price": 822,
            "reviews": 7624,
            "rating": 5,
            "externalUrl": "https://www.google.com/maps/place/Varadero,+Cuba/@23.1676567,-81.3550153,11z/data=!3m1!4b1!4m5!3m4!1s0x88d307c11ac4c263:0x390db0c32f899588!8m2!3d23.179858!4d-81.1885293"
        }
    ]
}
